<template>
  <div class="agreement-page">
    <div class="container">
      <div class="title"><span>XIANMI</span>의 쿠키 정책</div>
      <div class="sutitle">쿠키란?</div>
      <div class="content">
        <p>쿠키는 사용자가 웹페이지 또는 애플리케이션을 방문할 때 해당 사용자의 컴퓨터나 모바일 기기의 브라우저 또는 하드디스크 드라이브에 저장되는 작은 텍스트 파일입니다. 사이트를 가능한  원활하게 탐색할 수 있도록 만들기 위해 작동하며 기본 설정값을 기억하므로 한 번 입력한 세부 정보는 재입력할 필요가 없습니다. 또한 당사는 쿠키를 활용해 사이트 작동 방식을 최적화할 수 있고, 사용자가 동의하는 경우 관련 있는 광고를 제공하거나 각종 혜택 및 제품 추천에 관한 내용을 전송할 수 있습니다.

          이 정책에서는 쿠키에 대해 다루지만, 쿠키는 웹사이트와 모바일 애플리케이션에 사용되는 추적 기술 중 하나일 뿐입니다. 기타 유사한 기술로는 픽셀, 태그, iBeacons, JavaScript, 모바일 식별자, HTML5 로컬 저장소, 로컬 공유 개체 및 지문 기법 등이 있습니다. 이러한 기술은 쿠키와 함께 유사한 목적으로 사용될 수 있습니다. 이 정책에서는 읽기 쉽도록 쿠키에 대해서만 설명합니다.

          쿠키에는 다양한 유형이 있습니다. 일부는 당사 웹사이트에서 직접 설정된 쿠키이며, 타사가 당사 웹사이트에 배치하는 쿠키도 있습니다. 당사가 배치한 쿠키에 의해 수집되는 모든 정보는 당사에서 처리합니다. 타사 쿠키는 당사를 대신해(예: 분석 또는 기타 기술 서비스 제공업체) 정보를 수집하거나 자체 목적을 위해 정보를 수집하기도 합니다(예: 소셜 미디어 쿠키).

          쿠키는 여러 기간 브라우저 또는 기기에 저장될 수 있습니다. 세션 쿠키는 사용자가 웹 브라우저를 종료하면 컴퓨터 또는 기기에서 삭제됩니다. 영구 쿠키는 삭제되거나 만료일이 될 때까지 컴퓨터 또는 기기에 계속 저장됩니다.</p>
        <p>사용자와 관련 있는 광고 콘텐츠를 제공하는 데 사용되는 쿠키이며, 타사 웹사이트에 게재된 당사 광고의 효과를 추적하는 데 사용될 수 있습니다. 당사의 서비스 공급업체가 당사 사이트에 배치하는 쿠키로, 사용자의 웹 브라우징 활동을 기억하고 나이, 성별과 같은 인구통계학적 정보를 이해하는 데 사용될 수 있습니다. 이러한 쿠키가 처리하는 정보는 사용자의 행동과 관심사에 관한 것이므로 다른 사이트에 게재되는 광고의 사용자와의 관련성이 높아집니다. 예를 들어, 소파를 검색하고 있다면 나중에 관련 광고가 표시되거나 소파 구매 관련 혜택이 포함된 마케팅 이메일을 받을 수 있습니다.

          당사는 이메일 마케팅의 사용자와의 관련성을 최대한 높이기 위해 광고 쿠키를 통해 수집된 정보를 사용합니다. 장바구니에 침대를 추가했다면 이메일로 알림을 전송하거나(이메일 마케팅에 동의한 경우) 특정 제품을 살펴보았을 때 유사한 제품 또는 좋아할 만한 제품에 관한 제안을 보내는 경우를 예로 들 수 있습니다.

          일부 소셜 미디어 쿠키는 광고 목적으로 사용됩니다. 사용자의 관심사를 보다 정확히 파악하기 위해 IKEA의 경계 밖에서 브라우저를 추적할 수 있습니다. 당사는 또한 사용자가 소셜 미디어 플랫폼을 방문할 때 당사 제품을 마케팅하기 위해 소셜 미디어 쿠키를 사용할 수 있습니다. 광고 및 소셜 미디어 쿠키는 쿠키 설정에서 끌 수 있습니다. 이러한 쿠키를 끄기로 선택하는 경우에도 광고는 표시되지만 더 일반적인 내용입니다.</p>
        <p>쿠키 사용을 제어하는 방법
          당사는 사용자가 개인정보 공개 여부를 스스로 통제할 수 있기를 바랍니다. 쿠키 설정 링크는 각 페이지 하단에서 찾을 수 있으며, 쿠키 설정 메뉴에서 당사의 사용을 허용할 쿠키 유형을 선택할 수 있습니다. 설정은 개별 국가에 대해 적용되므로, 다른 국가의 IKEA 웹사이트를 방문할 경우 설정을 다시 변경해야 합니다.

          방문하는 모든 웹사이트에 적용 가능한 브라우저 설정을 변경할 수도 있습니다. 단, 브라우저마다 제공되는 제어 기능이 다릅니다. 일반적으로 브라우저는 쿠키, 또는 공급업체가 배치하고 웹사이트 소유자가 사용하는 쿠키(예: 타사 쿠키), 또는 특정 웹사이트의 쿠키를 허용, 항상 거부 또는 삭제할 선택권을 제공합니다. 각 브라우저의 웹사이트에는 이러한 작업을 사용자가 수행하는 방법에 관한 지침이 포함되어 있어야 합니다.</p>
        <p>쿠키 사용을 제어하는 방법
          당사는 사용자가 개인정보 공개 여부를 스스로 통제할 수 있기를 바랍니다. 쿠키 설정 링크는 각 페이지 하단에서 찾을 수 있으며, 쿠키 설정 메뉴에서 당사의 사용을 허용할 쿠키 유형을 선택할 수 있습니다. 설정은 개별 국가에 대해 적용되므로, 다른 국가의 IKEA 웹사이트를 방문할 경우 설정을 다시 변경해야 합니다.

          방문하는 모든 웹사이트에 적용 가능한 브라우저 설정을 변경할 수도 있습니다. 단, 브라우저마다 제</p>
        <p>쿠키 사용을 제어하는 방법
          당사는 사용자가 개인정보 공개 여부를 스스로 통제할 수 있기를 바랍니다. 쿠키 설정 링크는 각 페이지 하단에서 찾을 수 있으며, 쿠키 설정 메뉴에서 당사의 사용을 허용할 쿠키 유형을 선택할 수 있습니다. 설정은 개별 국가에 대해 적용되므로, 다른 국가의 IKEA 웹사이트를 방문할 경우 설정을 다시 변경해야 합니다.

          방문하는 모든 웹사이트에 적용 가능한 브라우저 설정을 변경할 수도 있습니다. 단, 브라우저마다 제</p>
      </div>
    </div>

  </div>
</template>

<script>
export default {
  name: 'agreement'
}
</script>

<style scoped lang="scss">
.agreement-page{
  .title{
    margin-top: 20px;
    color: #333;
    font-size: 30px;
    font-weight: bold;
    span{
      color: $txColor;
      margin-right: 5px;
    }
  }
  .sutitle{
    font-size: 25px;
    font-weight: bold;
    margin-top: 40px;
  }
  .content{
    margin: 20px 0 40px 0;
    p{
      line-height: 20px;
      margin: 20px 0;
    }
  }
}
</style>
